{
  "data_qaqc_report_email": {
    "salutation": "Dear {r}{p},\n\nThank you for your data submissions for {s} ({n}).",
    "self_review": {
      "intro": "\n\nThe summary statistics and figures, generated by the AmeriFlux data pipeline (described at [Flux Data Products|{ui}data/flux-data-products/]), are ready for your team’s review.",
      "qaqc_results": "\n\n*Step 1:* As needed, review detailed instructions and specific QA/QC check information in the [technical document|{instructions_link}] _(pdf)_.\n\n*Step 2:* Review the summary statistics and/or figures for each QA/QC check:\n* [Variable Coverage|{ftp}/variable_coverage/{site_id}-variable_coverage-by_year.png] _(png)_\n* [Timestamp Alignment|{ftp}/summary/timestamp_alignment_summary.csv] _(csv)_\n* [Physical Range (Percent-Ratio)|{ftp}/summary/physical_range_percent_ratio_summary.csv] _(csv)_\n* [Physical Range|{ftp}/summary/physical_range_summary.csv] _(csv)_\n* [Multivariate Comparison|{ftp}/summary/multivariate_comparison_summary.csv] _(csv)_\n* [Diurnal-Seasonal Pattern|{ftp}/summary/diurnal_seasonal_pattern_summary.csv] _(csv)_\n* [USTAR Filtering|{ftp}/summary/ustar_filtering_summary.csv] _(csv)_",
      "instructions": "\n\nNote that certain QA/QC checks may not run if the target variable(s) or required info are absent. Data QA/QC assessment is performed on the entire data record. We recommend focusing your review on newly uploaded data; review of previously published data is optional.\n\nThe summary files linked above can also be accessed via the online output [summary directory|{ftp}/summary].\n\n*Step 3 - option A: If corrections are needed*\nCorrect any identified issues. Upload corrected files at [Upload Data|{ui}data/upload-data/].\n\n*Step 3 - option B: Data are ready for publication as AmeriFlux BASE*\nReply to this email to confirm that the data are ready for publication as AmeriFlux BASE. Provide brief clarification for any issues detected (FAIL or WARNING in the summary statistics) that are acceptable for your site.\n\n*Questions? Clarifications?* Reply to this email. You can view the AmeriFlux BASE QA/QC processing status for all your sites at [Data Processing Status|{ui}sites/data-processing-status/] (login required).",
      "closer": "\n\nBest regards and thanks for the collaboration,\nAmeriFlux Data Team\n\n-----------------------------------------\n*Additional Information*",
      "reference_info": "{qaqc_desc}\n\nThe full output with summary statistic files and figures is available in the online [output directory|{ftp}]."
    },
    "amp_review": {
      "intro": "\n\nThis report summarizes the results of AmeriFlux Data QA/QC, which provides an independent analysis of your data and helps identify potential issues in data formats and contents.",
      "additional_info": "\n\nIn analyzing your data, we have the following questions where we request your expert opinion and suggestion. Please note that some issues we identify could be normal and expected at your site. Please verify, clarify, or correct the following issues before we can make your data available as an AmeriFlux BASE data product. To resubmit a corrected version, please upload files at [Upload Data|{ui}data/upload-data/].",
      "qaqc_results": "\n\n*[Data QA/QC]*\n\n< INSERT_data_qaqc_content >",
      "instructions": "\n\nWe hope that this will not take too much time from your work, but it will help to make your data more robust and clear. You can view the AmeriFlux QA/QC processing status for all your sites at [Data Processing Status|{ui}sites/data-processing-status/] (login required).\n\nPlease reply to this email with any questions. You can track communications on this Data QA/QC at {i} using your AmeriFlux user ID and password to login.",
      "closer": "\n\nBest regards and thanks for the collaboration,\nAmeriFlux Data Team\n\n-----------------------------------------\n\nFTP link to Data QA/QC, where you can access all figures and intermediate files generated during Data QA/QC:\n{ftp}"
    },
    "data_qaqc_desc": "\n\nBriefly, Data QA/QC includes the inspection of sign conventions, ranges, diurnal-seasonal patterns, and potential outliers of variables. Multivariate relations (e.g., WS vs USTAR, PPFD_IN vs SW_IN) are also analyzed to detect potentially erroneous data. The comparison of measured radiation (e.g., PPFD_IN, SW_IN) to the maximum, top of the atmosphere radiation expected for a given location (i.e., SW_IN_POT) is also analyzed to check the timestamp specification and alignment. Details of each Data QA/QC check module can be found at [Data QA/QC|{ui}data/flux-data-products/data-qaqc/].",
    "format_qaqc_resources": "\n\nFormat QA/QC reports associated with this Data QA/QC, where you can glance at the file sources used in this Data QA/QC:\n{f}"
  }
}